[{
        "id": "1",
        "author": "Aya Elamroussi",
        "title": "Omicron surge is 'unlike anything we've ever seen,' expert says",
        "published": "12/31/21",
        "image": "https://cdn.cnn.com/cnnnext/dam/assets/211230085533-01-covid-test-student-nyc-1216-medium-plus-169.jpg",
        "description": "An unprecedented spike in Covid-19 cases fueled by the fast-moving Omicron variant is crushing hospitals across the United States, with doctors describing packed emergency rooms as health experts implore New Year's Eve revelers to keep parties small and outdoors to help avert an even worse surge. /n\"It's unlike anything we've ever seen, even at the peak of the prior surges of Covid,\" Dr. James Phillips, who works in Washington, DC, said Wednesday, when the nation hit a new pandemic high of 300,886 average new daily cases over the prior week, according to Johns Hopkins University data. /n\"What we're experiencing right now is an absolute overwhelming of the emergency departments\" in Washington, Phillips, chief of disaster medicine at George Washington University Hospital, told CNN's Jim Acosta. /nIt's a scene playing out across the country as record case counts are reported from New Jersey and New York to Arkansas and Chicago, where hospital bed capacity also is a concern. In Arizona and New Mexico, federal medical personnel have deployed to provide Covid-19 surge support. /nAnd in Georgia, six major health systems with recent 100% to 200% jumps in Covid-19 hospitalizations -- with most patients unvaccinated -- joined to publicly urge people to seek coronavirus testing elsewhere so their emergency rooms can focus on those with critical needs.casualties or damage have been reported so far, reports Xinhua news agency. The quake struck at 1.25...",
        "source": "https://edition.cnn.com/2021/12/30/health/us-coronavirus-thursday/index.html"
    },
    {
        "id": "2",
        "author": "Sakshita Khosla",
        "title": "Omicron found in 84% of Delhi's COVID-19 cases in last 2 days: Satyendar Jain",
        "published": "12/30/21",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/01_jan/3_mon/img_1641200163256_477.jpg?",
        "description": "Delhi Health Minister Satyendar Jain on Monday said that 84% of the COVID-19 cases reported in Delhi in the past two days were that of the Omicron variant. \"Delhi is expected to report around 4,000 cases today with the positivity rate rising to 6.5%,\" said Jain. \"Currently, 202 COVID-19 patients are admitted to Delhi hospitals,\" he added.",
        "source": "https://inshorts.com/en/news/omicron-found-in-84-of-delhis-covid19-cases-in-last-2-days-satyendar-jain-1641200761046"
    },
    {
        "id": "3",
        "author": "Christina Maxouris and Alaa Elassar",
        "title": "The Covid-19 case surge is altering daily life across the US. Things will likely get worse, experts warn",
        "published": "1/2/22",
        "image": "https://cdn.cnn.com/cnnnext/dam/assets/211231000506-covid-testing-nj-file-12222021-restricted-medium-plus-169.jpg",
        "description": "The US is ringing in the new year amid a Covid-19 surge experts warn is exploding at unprecedented speed and could alter daily life for many Americans during the first month of 2022./n\"Omicron is truly everywhere,\" Dr. Megan Ranney, a professor of emergency medicine at Brown University's School of Public Health, told CNN on Friday night. \"What I am so worried about over the next month or so is that our economy is going to shut down, not because of policies from the federal government or from the state governments, but rather because so many of us are ill.\"/nThe nation broke records at least four times this week for its seven-day average of new daily Covid-19 cases, reporting an all-time high of more than 386,000 new daily infections Friday, according to the latest data from Johns Hopkins University. The high case count is already causing disruptions in the country./nIn New York City, the Metropolitan Transportation Authority (MTA) is plagued with staffing issues and announced three subway lines -- the B, Z and W -- which service various parts of the boroughs, have been suspended./n\"Like everyone in New York, we've been affected by the COVID surge. We're running as much train service as we can with the operators we have available,\" the MTA wrote on Twitter Thursday./nNew York continues to break its own record, adding 85,476 reported Covid-19 cases, according to Saturday's briefing from New York Gov. Kathy Hochul./nHospitalizations jumped to 8,451, up from around 8,000 in the report released Friday, according to the latest data. The state's seven-day positivity rate is 19.79%./nThe number of one day case additions has increased 219% since Monday, when the state reported an addition of 26,737 cases.",
        "source": "https://edition.cnn.com/2022/01/01/health/us-coronavirus-saturday/index.html"
    },
    {
        "id": "4",
        "author": "Holly Yan ",
        "title": "What parents should know about sending kids back to school during Omicron",
        "published": "1/2/22",
        "image": "https://cdn.cnn.com/cnnnext/dam/assets/211227185848-covid-icu-umass-hospital-1227-restricted-medium-plus-169.jpg",
        "description": "Millions of American kids will head back to classrooms in the coming days -- just after new pediatric Covid-19 hospitalizations reached an all-time high./nAnd that has many parents wondering what's safe as the Omicron variant sweeps the country./n\"We fear that it's going to get a lot worse, between getting together for the holidays and then getting back to school,\" said Dr. Stanley Spinner, chief medical officer at Texas Children's Pediatrics & Texas Children's Urgent Care in Houston./nSome cities and school districts are taking aggressive new measures./nSeveral Atlanta-area school districts are delaying in-person classes and starting 2022 with remote learning./nIn Washington, DC, all public school students and staff must show proof of a negative Covid-19 test before returning from winter break./nIn New York City, public school students who test positive will get a week's worth of at-home tests so they can know when it's safer to return to school.",
        "source": "https://edition.cnn.com/2021/12/30/health/back-to-school-omicron-covid-19-wellness/index.html"
    },
    {
        "id": "5",
        "author": "Jen Christensen",
        "title": "Can weight loss help protect against Covid-19?",
        "published": "1/3/22",
        "image": "https://cdn.cnn.com/cnnnext/dam/assets/211229073850-covid-farmers-market-120420-file-restricted-medium-plus-169.jpg",
        "description": "In the holiday season, when the average American can easily pack on a few pounds, experts say there is another reason to pay attention to your weight: Covid-19./nPeople who are overweight or obese are at a much higher risk of much more severe disease and even death from Covid-19, and one new study suggests that losing weight can reduce that risk./nThe obesity epidemic has been a threat to Americans' health for years. It's the second leading cause of preventable death, after smoking. With Covid-19, it becomes even more dangerous. One study found that 30% of Covid-19 hospitalizations were in people with obesity./nThe obesity clinic where Dr. Fatima Cody Stanford works in Boston has a 1,000-plus person wait list that grew a lot longer with the pandemic. Even with more than a dozen specialists on staff, it's not enough to meet the demand./n\"We are overwhelmed with the volume of patients that have really made that connection between obesity and Covid and the need for them to get appropriate care,\" said Cody Stanford, who is also an assistant professor at Harvard Medical School.",
        "source": "https://edition.cnn.com/2022/01/03/health/covid-weight-loss-wellness/index.html"
    }
]