[{
        "id": "1",
        "author": "Ben Church",
        "title": "Manchester United suffers first defeat under interim manager Ralf Rangnick as troubles persist against Wolves",
        "published": "1/4/22",
        "image": "https://cdn.cnn.com/cnnnext/dam/assets/220104091139-rangnick-spt-intl-exlarge-169.jpg",
        "description": "Manchester United's woes deepened after losing 1-0 to Wolverhampton Wanderers in the English Premier League on Monday./nIt was the first defeat for the hosts since interim manager Ralf Rangnick took charge at Old Trafford late last year and the underwhelming performance shows signs that not all is well at the club./nThe German coach has attempted to overhaul certain aspects of United's game but, yet again, the formation seemed to lack structure and players looked short of confidence./nWolves, meanwhile, were worthy winners after dominating large portions of the match./nTheir midfield simply outclassed United's, and the visitors could have scored even more if it hadn't been for a string of saves from United goalkeeper David de Gea.",
        "source": "https://edition.cnn.com/2022/01/04/football/manchester-united-wolves-ralf-rangnick-defeat-spt-intl/index.html"
    },
    {
        "id": "2",
        "author": "Ben Morse",
        "title": "Green Bay Packers crush Minnesota Vikings 37-10 to clinch NFC's top spot",
        "published": "1/3/22",
        "image": "https://cdn.cnn.com/cnnnext/dam/assets/220103073824-02-green-bay-vikings-010222-exlarge-169.jpg",
        "description": "The Green Bay Packers clinched the No. 1 seed in the National Football Conference (NFC) with an emphatic 37-10 victory over division rivals the Minnesota Vikings on Sunday./nSuperstar quarterback Aaron Rodgers threw for 288 yards and two touchdowns, wide receiver Davante Adams hauled in 11 catches for 136 yards and a touchdown and running back AJ Dillon added two rushing scores to seal the victory./nFacing back-up quarterback Sean Mannion -- with Vikings starter Kirk Cousins on the Covid-19/reserve list -- the Green Bay defense stifled the visitors, helping the Packers romp into a 20-0 lead before halftime./nThe win means that the Packers seal home-field advantage throughout the playoffs -- ensuring the NFC will have to go through Lambeau Field -- as well as a first-round bye./nRodgers, who has put himself in the running for back-to-back Most Valuable Player awards with his play in recent weeks, said he's hoping the chilly Green Bay weather can help the team come the playoffs./n\"Last year, we didn't get that good Green Bay weather,\" Rodgers said after the win. \"Tonight was one of those nights. We haven't had a game like this in a while, temperature-wise. It's just different. The whole feel of it./n\"It's a different ballgame when it's cold at home and we've handled the cold pretty well over the years. So that's what we're hoping for in the playoffs.\"",
        "source": "https://edition.cnn.com/2022/01/03/sport/green-bay-packers-minnesota-vikings-playoffs-spt-intl/index.html"
    },
    {
        "id": "3",
        "author": "Ben Church",
        "title": "Jaylen Brown scores career-high 50 points to inspire Boston Celtics comeback against the Orlando Magic",
        "published": "1/3/22",
        "image": "https://cdn.cnn.com/cnnnext/dam/assets/220103054502-02-celtics-magic-jaylen-brown-restricted-exlarge-169.jpg",
        "description": "Jaylen Brown scored a career-high 50 points to fire the Boston Celtics to a 116-111 overtime victory against the Orlando Magic on Sunday./nThe 25-year-old scored 21 points in the fourth quarter alone and totaled 11 rebounds and four assists in an impressive performance./nThe Celtics had been 14 points down with just over four minutes to play in regulation time but rallied back with Brown putting his side ahead 100-98 with just 30 seconds remaining./nOrlando's Tim Frazier scored to force overtime before Boston pulled away in OT./n\"Faith, consistency, hard work pays off,\" Brown said after the game. \"My teammates found me tonight and I knocked some shots down.\"/nBrown, who became just the seventh player in the franchise's history to reach 50 points in a regular-season game, said he wasn't fully aware of his tally until the final moments./n\"To be honest, I didn't even realize until the last shot when I had 47,\" he added. \"I was just being aggressive, getting to the basket./n\"I didn't feel like those guys could stay in front of me, so I was just going to keep getting to the basket, blowing by them on the first step, and I looked up and I had 47.\"/nBoth teams had gone into Sunday's game without their leading scorers.",
        "source": "https://edition.cnn.com/2022/01/03/sport/jaylen-brown-career-high-score-boston-celtics-spt-intl/index.html"
    },
    {
        "id": "4",
        "author": "George Ramsay",
        "title": "Josh Giddey makes NBA history as youngest player to record a triple-double",
        "published": "1/3/22",
        "image": "https://cdn.cnn.com/cnnnext/dam/assets/220103053241-oklahoma-city-thunder-josh-giddey-010222-restricted-exlarge-169.jpg",
        "description": "Oklahoma City Thunder guard Josh Giddey made NBA history on Sunday as he became the youngest player ever to record a triple-double./nAged 19 years old and 84 days, Giddey took the record from Charlotte Hornets guard LaMelo Ball, ending Sunday's game against the Dallas Mavericks with 17 points, 14 assists and 13 rebounds./nBall was aged 19 years old and 140 days when he achieved the feat in January last year./nAustralian Giddey, an NBA rookie who was the sixth pick in the 2021 NBA draft, returned to action in Oklahoma City's 95-86 loss to Dallas having missed three games while in the NBA's Covid-19 protocols./n\"The individual stats are good, you enjoy it for the night, but a win is always better than individual stats for me,\" Giddey told reporters after the game./n\"As I said, if I had zero-zero-zero and we win, I'm more happy than if I have a triple-double and we lose. It's always been that way for me, always will be, but it's a cool milestone.\"/nGiddey's 14 assists were also the most by a rookie in OKC's history.",
        "source": "https://edition.cnn.com/2022/01/03/sport/josh-giddey-nba-triple-double-spt-intl/index.html"
    },
    {
        "id": "5",
        "author": "Matias Grez",
        "title": "Barcelona begins year with 1-0 La Liga victory to edge closer to Champions League places",
        "published": "1/3/22",
        "image": "https://cdn.cnn.com/cnnnext/dam/assets/220103102552-luuk-de-jong-exlarge-169.jpg",
        "description": "Barcelona's depleted squad managed to cling on to a narrow 1-0 win away to Real Mallorca to begin the new year with a victory and edge closer to the Champions League qualification places./nAfter a torrid start to the season, during which Barça lingered in the bottom half of the table, new head coach Xavi has slowly started to right the ship with just one defeat in seven La Liga matches./nIt has been far from pretty at times -- Barcelona needed last-minute heroics from goalkeeper Marc-André ter Stegen to preserve the three points against Mallorca -- but putting points on the board is all that matters during this rocky transitional period./nTer Stegen's importance to the team was encapsulated in the 91st minute on Sunday with a stunning one-handed save from Jaume Costa's close-range effort, leading Barcelona defender Eric García to eulogize that Barcelona \"owes 70 percent of the win to Ter Stegen.\"",
        "source": "https://edition.cnn.com/2022/01/03/football/barcelona-edges-closer-to-champions-league-spt-intl/index.html"
    }
]