[{
        "id": "1",
        "author": "Forrest Brown",
        "title": "Cities that are canceling their big New Year's Eve events -- and those still going forward",
        "published": "12/31/21",
        "image": "https://dynaimage.cdn.cnn.com/cnn/q_auto,w_634,c_fill,g_auto,h_357,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F181231201512-21-new-years-celebrations-1231.jpg",
        "description": "For awhile there, it appeared we might be able to ring in New Year's Eve in major cities across the planet with something resembling the huge celebrations of yore.\nAnother Covid-19 surge and the rapid spread of the new Omicron variant of the coronavirus have dashed those hopes -- at least in some parts of the world.\nIn New York City, the New Year's Eve celebration in Times Square will be \"scaled back,\" with fewer revelers and everyone required to wear a mask, Mayor Bill de Blasio's office said last week.\nBut some major cities in Europe, where the spread of Omicron has been startling, have already announced they're flat-out canceling plans.\nOther cities around the world with traditionally iconic celebrations still plan to host their events but with safety precautions in place.\nOn Wednesday, Dr. Anthony Fauci repeated his warning that people should avoid large New Year's Eve gatherings and stick with small gatherings of vaccinated family or close friends. Fauci is director of the National Institute of Allergy and Infectious Diseases and President Joe Biden's top medical adviser.\nAs of 11 a.m. ET December 31, this what some of the world cities with traditionally huge New Year's Eve events were doing.",
        "source": "https://edition.cnn.com/travel/article/new-years-eve-2021-celebrations-cancellations-pandemic/index.html"
    },
    {
        "id": "2",
        "author": "Lilit Marcus",
        "title": "Some US citizens can return to country with expired passports",
        "published": "12/29/21",
        "image": "https://dynaimage.cdn.cnn.com/cnn/q_auto,w_1100,c_fill,g_auto,h_619,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F211228203724-02-us-passport-file.jpg",
        "description": "Certain American citizens living or traveling abroad will be able to return to the United States if their passports have expired.\nThe US State Department issued a memo December 28 that said citizens who fall under specific criteria will be able to return to their home country before March 31, 2022, on expired passports.\nHowever, there are many conditions that apply.\nFor one, not every expired US passport will be acceptable as a return document. This exemption applies to American citizens who are currently abroad and returning to the United States (not leaving the country and going elsewhere) whose passports expired after January 1, 2020.",
        "source": "https://edition.cnn.com/travel/article/us-state-department-expired-passports-2022/index.html"
    },
    {
        "id": "3",
        "author": "Pete Muntean and Gregory Wallace",
        "title": "Winter holiday travel will be back with a vengeance, travel groups predict",
        "published": "12/17/21",
        "image": "https://dynaimage.cdn.cnn.com/cnn/q_auto,w_1100,c_fill,g_auto,h_619,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F211214150029-01-2021-winter-holiday-travel-thanksgiving.jpg",
        "description": "So you'll be home for Christmas? It looks like a lot of people are telling their families \"you can plan on me.\"\nNew projections say winter holiday travel is about to roar back with a vengeance.\nAAA estimates more than 109 million Americans will travel over the long Christmas and New Year's week -- a number approaching the pre-pandemic record 119 million travelers of Christmas 2019.\nThe AAA predictions are from December 23 to January 2.\nFor the more than 100 million people who AAA predicts will drive, gas prices are slumping from highs reached around Thanksgiving. The national average dipped to $3.30 on Tuesday, down from $3.41 a month ago.\nAAA said it believes gas prices \"are unlikely to have a significant impact on the return of auto travel,\" and the US Energy Information Administration said last week that it expects gas prices to drop below $3 a gallon on average for 2022.",
        "source": "https://edition.cnn.com/travel/article/winter-holiday-travel-2021-prediction-busy/index.html"
    },
    {
        "id": "4",
        "author": "Joseph Ataman and Francesca Street",
        "title": "France shuts out UK tourists over Omicron concerns",
        "published": "12/16/21",
        "image": "https://dynaimage.cdn.cnn.com/cnn/q_auto,w_1100,c_fill,g_auto,h_619,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F211216120506-eiffel-tower.jpg",
        "description": "UK travelers are to be banned from traveling to France for tourism and will instead be required to present a \"compelling reason\" to enter the country.\nThe new travel restrictions, which will be enforced from midnight on December 17, come in response to the Omicron coronavirus variant, with the French government quoting the UK government's recent statement that the UK is facing a \"tidal wave\" of Omicron cases in the coming days.\nThe French government released a statement from Prime Minister Jean Castex's office, which also advises that French travelers heading to the UK should postpone their plans.",
        "source": "https://edition.cnn.com/travel/article/france-travel-rules-omicron/index.html"
    },
    {
        "id": "5",
        "author": "CNN Staff",
        "title": "Traveling to France during Covid-19: What you need to know before you go",
        "published": "12/29/21",
        "image": "https://dynaimage.cdn.cnn.com/cnn/q_auto,w_1100,c_fill,g_auto,h_619,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F180522125628-top-10-europe-destinations---provence---getty-images-.jpg",
        "description": "If you're planning to travel to France, here's what you'll need to know and expect if you want to visit during the Covid-19 pandemic.\nFrance has had some of the most stringent Covid-19 restrictions in the world. Although it reopened to visitors over summer 2020, the country has been put back into lockdown twice since then. After tentatively reopening from a less restrictive third lockdown, France has seen Covid cases steadily rise yet again, which has led to some restrictions being re-introduced.\nThe historic boulevards of Paris, the fashionable sweep of La Croisette in Cannes and the rolling lavender fields and vineyards of Provence. France remains one of the world's most enduring tourist destinations.\nWith superb food, even better wine and landscapes and cities to satisfy every kind of traveler, it never disappoints.",
        "source": "https://edition.cnn.com/travel/article/france-travel-covid-19/index.html"
    }
]